<template>
  <div :class="{iphonexHeight: isIphonex}">
    <Head :title= "Title"></Head>
    <div class="protocol-box">
      <h3>躺盈跟随者协议</h3>
      <p>跟随者协议（以下称“本协议”）是躺盈和躺盈跟随者（以下简称“您”）之间共同达成的法定协议条款，请您务必仔细阅读本协议全部条款内容。若您已开通跟随者账户，则表明您与躺盈之间已达成本协议，接受本协议所有条款并受本协议条款的约束。</p>

      <h4>一、重要提示</h4>
      <p>1.1本协议为《躺盈服务协议》的补充协议，与《躺盈服务协议》构成完整的法律协议。本协议与《躺盈服务协议》不一致的，以本协议为准。本协议未约定事宜以《躺盈服务协议》为准。</p>
      <p>1.2请您务必仔细查阅躺盈平台的相关条款，了解相关法律法规，并承担您跟随交易的所有风险。躺盈不提供任何具体的投资建议，也不发表相关的任何意见。</p>
      <p>1.3躺盈平台明确表明，外汇、差价合约、衍生产品及其他金融工具交易带来的不仅是收益，同时还伴随相当大的风险。躺盈平台的交易跟随系统仅适用于对高风险投资有一定了解的跟随者。您可以使用空闲的资金进行投资，而不应该影响到日常生活的开支。</p>

      <h4>二、跟随者的权利、义务</h4>
      <p>2.1在躺盈平台开通跟随者账户的用户，必须是能完全承担法律责任的自然人或法人。对于自然人，应为根据其住所地法律具有完全民事行为能力的人；对于法人，应根据其住所地法律合法设立并有效存续。</p>
      <p>2.2您确保提供给躺盈的个人资料（包括文件及其他相关信息）是真实、准确且无误导性的，并经过躺盈严格核实和评估。如您个人信息（如交易经历、交易策略等）不充足或没通过审核，躺盈将不允许您开设跟随者账户。</p>
      <p>2.3不得冒用他人资料（如姓名、身份证号码、手机号码、邮箱号码等），如您提供的资料不准确、不合法或无效，躺盈将禁止您使用躺盈平台。</p>
      <p>2.4若您的个人信息有变更或想变更账户类型，您可向躺盈客服提出申请，躺盈在查阅审核之后处理。如您不能及时通知躺盈关于个人信息变更，针对变化出现的一切损失，躺盈概不负责。为确保个人信息的准确性请及时更新，您可要求躺盈更正或删除不正确的个人信息。</p>
      <p>2.5您需自行保管跟随者的账户及密码，不得赠与、借用、租用、转让或售卖。跟随者账户的所有行为均视为您本人的行为。您对跟随者账户进行的交易行为承担相关法律责任。</p>
      <p>2.6您在躺盈平台上发布信息和使用服务，须符合服务的国家法律、地区法律和国际法律（以下简称“<strong>适用法律</strong>”）；不得恶意在躺盈平台上发表、传播违反法律法规和不道德的不良信息，含文字、图片、音频、视频等。</p>
      <p>2.7不得发表任何诽谤及损害躺盈名誉的不良言论。</p>
      <p>2.8您须理解，第三方的预测不代表任何形式的业绩承诺，请不要直接或者间接地效仿。您必须进行独立分析以做出投资判断，同时应了解，在基于躺盈平台内容做出判断所进行的投资行为可能产生实际的盈利或亏损。您基于躺盈平台提供的交易策略和信号，运用个人配置交易系统所做出的投资行为是您自己决定的结果，需自行承担所有风险。</p>
      <p>2.9任何交易策略在过去取得的业绩均不能代表其将来的表现。一般未来汇率变动是不可预测的，这也就表明任何个人策略、金融顾问、手动或者自动交易系统都不能保证任何形式的预测可能产生利润，所以对待投资预测一定要经过自己的分析作出判断，切忌盲从。</p>
      <p>2.10由于用户使用个人配置交易系统产生的所有金融产品交易指令，都被视为您已授权执行。您必须理解并同意基于躺盈提供的信息，而使用个人配置交易系统和交易跟随系统所产生的所有风险需您自行承担。躺盈平台不对交易系统的指令负责。您应承担由于使用个人配置交易程序产生的一切后果。躺盈不会对您的损失负责，也不会对因为您使用个人系统交易而产生的费用和开支负责。</p>
      <p>2.11躺盈不保证您所使用的经纪商信号或躺盈平台所传播的信息能让您获得利润而不亏损，您使用躺盈平台服务并在合作经纪商系统中进行保证金投资的实际收益/亏损均由您本人承担，躺盈不承担任何相关责任。</p>
      <p>2.12您应当理解，实际投资交易的收益/亏损百分比会随着各项因素而发生变化，如初始账户余额、市场行为、跟随者的账户设置等。因此，您在进行投资过程中实际产生的收益/亏损百分比可能与交易员收益/亏损百分比存在一定的差异。</p>

      <h4>三、躺盈的权利、义务</h4>
      <p>3.1躺盈仅向用户提供与经纪商系统对接的服务，进而为您通过经纪商系统进行开户、资产查询或交易行为提供便利。躺盈承诺，您在登陆指定合作经纪商时输入的任何信息将全部由指定合作经纪商保存，躺盈平台不会保存。</p>
      <p>3.2躺盈是经合作经纪商授权发布信息的第三方平台，不提供交易系统软件及交易技术支持，也不对交易资金作任何担保。您使用合作经纪商平台交易的资金风险和使用交易系统存在的任何风险，躺盈概不承担任何法律责任。</p>
      <p>3.3您在躺盈平台发布的资料信息（如文字、图片等，不包括身份证、银行卡及个人隐私资料信息），躺盈有权将内容用于其他合法途径，如复制、修改、改编、翻译、推广、分析等。</p>
      <p>3.4躺盈平台上所有图文信息均出于为公众传播有益资讯信息之目的，不代表躺盈赞同其观点。躺盈不会向您提供任何投资建议，也不发表与投资相关的意见，需您本人独立思考，自主执行交易。</p>
      <p>3.5为保护您与躺盈双方的合法权益，躺盈有权依据您提供给躺盈的信息，并在您所提供信息的基础上对您的知识、经验和适应性进行评估。若躺盈注意到该信息不真实或不准确，您开设跟随者账户的申请将不予以通过。</p>
      <p>3.6任何人未经授权同意，为躺盈提供他人交易数据或相关信息的行为，应自行承担法律责任，躺盈不为此行为造成的任何损失负责。</p>
      <p>3.7躺盈接收到交易员的交易买卖信号(即验证买卖信号)后，应确认其是否与跟随者账户的保证金分配或手数相符。如信号被接受，您同意躺盈跟随系统将会把交易员的买卖信号自动同步到跟随者的交易指令中。经纪商将依据跟随者的交易指令对跟随账户执行跟随下单指令。您同意授权躺盈根据本协议的约定在跟随系统中向您开户的合作经纪商发送您的交易指令。若您开户的合作经纪商要求您签署相关的授权文件或协议，您应配合签署。</p>
      <p>3.8躺盈明确表明不会对交易员提供的策略和交易信号承担任何责任。无论是躺盈或是躺盈平台的任何合作伙伴都不能保证，您基于交易员、躺盈提供的信息及使用个人配置交易系统进行投资一定会盈利。除此之外，躺盈作为跟随系统的开发者，不会对任何由于第三方(如作为这项服务的提供者公司或者合作经纪商)延误、疏忽而导致的用户损失承担责任。</p>

      <h4>四、躺盈与合作经纪商的关联</h4>
      <p>4.1躺盈所选择的合作经纪商均为经过严格筛选、审核，具有从事相关行业牌照，且受相关机构或部门监管的合法、正规平台。</p>
      <p>4.2如您在使用合作经纪商提供的信息中存在交易系统故障、收费或数据错误、误导性陈述或任何不当行为等引发的任何损失，需适用该合作经纪商的规则解决并由该合作经纪商承担责任，躺盈概不承担任何责任。建议您在使用合作经纪商平台前，仔细阅读该平台的相关协议条款，审查其有关交易系统错误、隐私、计费错误和遗漏等相关政策。</p>
      <p>4.3由于合作经纪商网站提供的信息不受躺盈所控制，对于合作经纪商网站给您提供的信息，躺盈不作任何担保，也不承担任何责任；躺盈不保证您使用合作经纪商网站信息必定带来利润。请理解您使用信号供应商和传播躺盈平台信息可能会造成相当大的损失。您使用合作经纪商网站信息的风险，您需自行承担责任。</p>
      <p>4.4躺盈不保证其信息和统计数据的完整性及准确性。由合作经纪商给您提供的信息和统计数据导致的任何结果，躺盈不承担任何赔偿责任。</p>
      <p>4.5因行情突发性或经纪商银行的流通性等问题所引起的，阻止订单以有利的价格执行的状况，您需要联系经纪商协商解决。针对交易不能执行的市场状况，躺盈不承担任何赔偿责任。</p>
      <p>4.6躺盈建议您谨慎进行跨经纪商跟随交易操作，因跨经纪商跟随交易存在较大可能性的信号延迟、点差浮动（包括买入价和卖出价）等情况。如您因跨经纪商跟随交易产生的任何损益，躺盈及合作经纪商不承担责任。</p>

      <h4>五、网上交易风险提示</h4>
      <p>5.1您理解并同意，使用互联网的交易服务存在一些风险，包括硬件、软件或互联网连接等不可控因素，如信号强度、互联网的接收或路径、设备硬件或软件配置、或互联网连接的可靠性等不可控。躺盈不对网络交易中出现的通讯故障、误传或延误造成的损失负任何责任。</p>
      <p>5.2躺盈和提供信号服务的合作经纪商都不承诺网络交易不会中断或不会出现信息错误，也不担保网络在交易系统所提供的信息、服务、交易的时效性、准确性、完整性和可靠性，因此躺盈不承担以上情况导致的任何损失。</p>
      <p>5.3如躺盈平台任何计算机病毒、蠕虫病毒、软件炸弹或其他类似病毒侵入客户计算机软件或硬件中，并且躺盈已采取合理措施防止该侵入的发生，躺盈不对您承担任何责任。</p>
      <p>5.4如果发生任何超出躺盈控制范围内的不可抗力事件（如技术事件中的系统故障、客户终端延迟更新、不正确安装、网络连接故障、合理控制外的安全漏洞等）所给您造成的财产损失，躺盈将不承担由此事件产生的任何索赔或损失。</p>
      <p>5.5建议您使用iPhone、Android手持移动设备在躺盈平台进行交易或接收数据时保持谨慎的态度。手持移动设备依赖于无线连接，会受到4G、3G、WiFi和GPRS网络的限制，因此可能无法向用户提供其通过网络浏览器进入躺盈平台时所具有的相同功能。如因您使用手持移动设备而造成任何损失、损害、成本或费用损失(利润损失、使用损失、直接、间接、偶发或结果性损害等)，躺盈不承担任何责任。</p>
      <p>5.6如您使用网络设备（如电脑、移动设备等包括硬件、软件等）交易发生错误（如网络信号的传输错误、延迟、中断、网络信号的强弱造成的错误、数据错误以及设备连接的稳定性造成的错误等），所造成的直接的、间接的、偶发性的损失损益，均由您本人承担，躺盈一概不负任何责任。</p>
      <p>5.7贵金属、外汇等全球金融产品投资市场的波动性或非流动性可能阻碍委托以有利的价格执行交易，或根本无法执行。如因市场情况或您的经纪商的过错而导致交易无法执行，从而造成的任何损失、损害、成本或费用(包括但不限于，利润损失、使用损失、直接、间接、偶发或结果性损害)，躺盈不承担任何责任。</p>

      <h4>六、协议的生效、修改及通知</h4>
      <p>6.1本协议自您在躺盈平台开设跟随者账户当日起开始生效，在发生以下情形之一时终止：<br>
        (1)《躺盈服务协议》终止；<br>
        (2)您的跟随者账户被躺盈根据本协议停止；<br>
        (3)任何一方提前7日书面通知另一方终止本协议。</p>
      <p>6.2为维护躺盈的合法权益和完善本协议，躺盈保留修改本协议相关条款的权利和最终解释权。如果修改本协议相关条款，躺盈将会以合理方式通知您，请您在享用各项服务时，及时查阅了解相关修订内容，并自觉遵守履行本协议及相关服务协议。</p>
      <p>6.3用户知晓并且同意，躺盈的各类通知，通过网页公告、系统通知、官方管理帐号通知（公开或者私下）、电子邮件或者常规信件进行，通知发出时，即被视为已送达收件人。</p>
      <h3>躺盈交易员协议</h3>
      <p>交易员协议（以下称“本协议”）是躺盈和躺盈交易员（以下简称“您”）之间共同达成的法定协议条款，请您务必仔细阅读本协议全部条款内容。若您已开通交易员账户，则表明您与躺盈之间已达成本协议，接受本协议所有条款并受本协议条款的约束。</p>

      <h4>一、重要提示</h4>
      <p>1.1本协议为《躺盈服务协议》的补充协议，与《躺盈服务协议》构成完整的法律协议。本协议与《躺盈服务协议》不一致的，以本协议为准。本协议未约定事宜以《躺盈服务协议》为准。</p>
      <p>1.2请您务必仔细查阅躺盈平台的相关条款，了解相关法律法规，并承担您自主投资交易的所有风险。躺盈不提供任何具体的投资建议，也不发表相关的任何意见。</p>
      <p>1.3躺盈平台明确表明，外汇、差价合约、衍生产品及其他金融工具交易带来的不仅是收益，同时还伴随相当大的风险。躺盈平台的交易跟随系统仅适用于对高风险投资有一定了解的交易员。您可以使用空闲的资金进行投资，而不应该影响到日常生活的开支。</p>

      <h4>二、交易员的权利、义务</h4>
      <p>2.1在躺盈平台开通交易员账户的用户，必须是能完全承担法律责任的自然人或法人。对于自然人，应为根据其住所地法律具有完全民事行为能力的人；对于法人，应根据其住所地法律合法设立并有效存续。</p>
      <p>2.2您确保提供给躺盈的个人资料（包括文件及其他相关信息）是真实、准确且无误导性的，并经过躺盈严格核实和评估。如您个人信息（如交易经历、交易策略等）不充足或没通过审核，躺盈将不允许您开设交易员账户。</p>
      <p>2.3不得冒用他人资料（如姓名、身份证号码、手机号码、邮箱号码等），如您提供的资料不准确、不合法或无效，躺盈将禁止您使用躺盈平台。</p>
      <p>2.4若您的个人信息有变更或想变更账户类型，您可向躺盈客服提出申请，躺盈在查阅审核之后处理。如您不能及时通知躺盈关于个人信息变更，针对变化出现的一切损失，躺盈概不负责。为确保个人信息的准确性请及时更新，您可要求躺盈更正或删除不正确的个人信息。</p>
      <p>2.5您需自行保管交易员的账户及密码，不得赠与、借用、租用、转让或售卖。交易员账户的所有行为均视为您本人的行为。您对交易员账户进行的交易行为承担相关法律责任。</p>
      <p>2.6您在躺盈平台上发布信息和使用服务，须符合服务的国家法律、地区法律和国际法律（以下简称“<strong>适用法律</strong>”）；不得恶意在躺盈平台上发表、传播违反法律法规和不道德的不良信息，含文字、图片、音频、视频等。</p>
      <p>2.7不得发表任何诽谤及损害躺盈名誉的不良言论。</p>
      <p>2.8交易员在躺盈平台的交易策略描述必须清晰准确，以便跟随者根据此描述进行跟随投资。交易员的交易行为必须与策略描述相符合。当交易员的实际交易方式与策略描述有出入时，躺盈将不批准此交易策略通过；由于交易行为导致严重后果的，躺盈将采取相关行动干涉您的账户和服务，如停用交易员账户或切断跟随者的跟随。</p>
      <p>2.9交易员需确保及时更新交易状态，以便跟随者及时了解其交易行为及策略，从而维护良好的跟随关系。</p>
      <p>2.10交易员不得恶意操作，包括并不仅限为提升跟随人数或资金而进行的恶意刷单等行为，否则躺盈将撤销其可得费用，并且暂停或永久停用其交易员账户。</p>
      <p>2.11您同意不可撤销地授权躺盈永久使用、复制、在躺盈平台发布、修改、改编、翻译、推广、分析您的交易策略以及您在合作经纪商系统的交易记录和数据。</p>

      <h4>三、躺盈的权利、义务</h4>
      <p>3.1躺盈仅向用户提供与经纪商系统对接的服务，进而为您通过经纪商系统进行开户、资产查询或交易行为提供便利。躺盈承诺，您在登陆指定授权经纪商时输入的任何信息将全部由指定授权经纪商保存，躺盈平台不会保存。</p>
      <p>3.2躺盈是经合作经纪商授权发布信息的第三方平台，不提供交易系统软件及交易技术支持，也不对交易资金作任何担保。您使用合作经纪商平台交易的资金风险和使用交易系统存在的任何风险，躺盈概不承担任何法律责任。</p>
      <p>3.3您在躺盈平台发布的资料信息（如文字、图片等，不包括身份证、银行卡及个人隐私资料信息），躺盈有权将内容用于其他合法途径，如复制、修改、改编、翻译、推广、分析等。</p>
      <p>3.4躺盈平台上所有图文信息均出于为公众传播有益资讯信息之目的，不代表躺盈赞同其观点。躺盈不会向您提供任何投资建议，也不发表与投资相关的意见，需您本人独立思考，自主执行交易。</p>
      <p>3.5为保护您与躺盈双方的合法权益，躺盈有权依据您提供给躺盈的信息，并在您所提供信息的基础上对您的知识、经验和适应性进行评估。若躺盈注意到该信息不真实或不准确，您开设交易员账户的申请将不予以通过。</p>
      <p>3.6任何人未经授权同意，为躺盈提供他人交易数据或相关信息的行为，应自行承担法律责任，躺盈不为此行为造成的任何损失负责。</p>

      <h4>四、躺盈与合作经纪商的关联</h4>
      <p>4.1躺盈所选择的合作经纪商均为经过严格筛选、审核，具有从事相关行业牌照，且受相关机构或部门监管的合法、正规平台。</p>
      <p>4.2如您在使用合作经纪商提供的信息中存在交易系统故障、收费或数据错误、误导性陈述或任何不当行为等引发的任何损失，需适用该合作经纪商的规则解决并由该合作经纪商承担责任，躺盈概不承担任何责任。建议您在使用合作经纪商平台前，仔细阅读该平台的相关协议条款，审查其有关交易系统错误、隐私、计费错误和遗漏等相关政策。</p>
      <p>4.3由于合作经纪商网站提供的信息不受躺盈所控制，对于合作经纪商网站给您提供的信息，躺盈不作任何担保，也不承担任何责任；躺盈不保证您使用合作经纪商网站信息必定带来利润。请理解您使用信号供应商和传播躺盈平台信息可能会造成相当大的损失。您使用合作经纪商网站信息的风险，您需自行承担责任。</p>
      <p>4.4躺盈不保证其信息和统计数据的完整性及准确性。由合作经纪商给您提供的信息和统计数据导致的任何结果，躺盈不承担任何赔偿责任。</p>
      <p>4.5因行情突发性或经纪商银行的流通性等问题所引起的，阻止订单以有利的价格执行的状况，您需要联系经纪商协商解决。针对交易不能执行的市场状况，躺盈不承担任何赔偿责任。</p>

      <h4>五、网上交易风险提示</h4>
      <p>5.1您理解并同意，使用互联网的交易服务存在一些风险，包括硬件、软件或互联网连接等不可控因素，如信号强度、互联网的接收或路径、设备硬件或软件配置、或互联网连接的可靠性等不可控。躺盈不对网络交易中出现的通讯故障、误传或延误造成的损失负任何责任。</p>
      <p>5.2躺盈和提供信号服务的合作经纪商都不承诺网络交易不会中断或不会出现信息错误，也不担保网络在交易系统所提供的信息、服务、交易的时效性、准确性、完整性和可靠性，因此躺盈不承担以上情况导致的任何损失。</p>
      <p>5.3如躺盈平台任何计算机病毒、蠕虫病毒、软件炸弹或其他类似病毒侵入客户计算机软件或硬件中，并且躺盈已采取合理措施防止该侵入的发生，躺盈不对您承担任何责任。 </p>
      <p>5.4如果发生任何超出躺盈控制范围内的不可抗力事件（如技术事件中的系统故障、客户终端延迟更新、不正确安装、网络连接故障、合理控制外的安全漏洞等）所给您造成的财产损失，躺盈将不承担由此事件产生的任何索赔或损失。</p>
      <p>5.5建议您使用iPhone、Android手持移动设备在躺盈平台进行交易或接收数据时保持谨慎的态度。手持移动设备依赖于无线连接，会受到4G、3G、WiFi和GPRS网络的限制，因此可能无法向用户提供其通过网络浏览器进入躺盈平台时所具有的相同功能。如因您使用手持移动设备而造成任何损失、损害、成本或费用损失(利润损失、使用损失、直接、间接、偶发或结果性损害等)，躺盈不承担任何责任。</p>
      <p>5.6如您使用网络设备（如电脑、移动设备等包括硬件、软件等）交易发生错误（如网络信号的传输错误、延迟、中断、网络信号的强弱造成的错误、数据错误以及设备连接的稳定性造成的错误等），所造成的直接的、间接的、偶发性的损失损益，均由您本人承担，躺盈一概不负任何责任。</p>
      <p>5.7贵金属、外汇等全球金融产品投资市场的波动性或非流动性可能阻碍委托以有利的价格执行交易，或根本无法执行。如因市场情况或您的经纪商的过错而导致交易无法执行，从而造成的任何损失、损害、成本或费用(包括但不限于，利润损失、使用损失、直接、间接、偶发或结果性损害)，躺盈不承担任何责任。</p>

      <h4>六、协议的生效、修改及通知</h4>
      <p>6.1本协议自您在躺盈平台开设交易员账户当日起开始生效，在发生以下情形之一时终止：<br>
        (1)《躺盈服务协议》终止;<br>
        (2)您的交易员账户被躺盈根据本协议停止；<br>
        (3)任何一方提前7日书面通知另一方终止本协议。</p>
      <p>6.2为维护躺盈的合法权益和完善本协议，躺盈保留修改本协议相关条款的权利和最终解释权。如果修改本协议相关条款，躺盈将会以合理方式通知您，请您在使用各项服务时，及时查阅了解相关修订内容，并自觉遵守履行本协议及相关服务协议。</p>
      <p>6.3用户知晓并且同意，躺盈的各类通知，通过网页公告、系统通知、官方管理帐号通知（公开或者私下）、电子邮件或者常规信件进行，通知发出时，即被视为已送达收件人。</p>

    </div>
    <div class="bottoms-fix"></div>
  </div>
</template>

<script>
  import { Ajax } from "@/mixins";
  import Head from '../../components/header/head.vue'

  export default {
    mixins: [Ajax],
    components: {
      Head
    },
    data() {
      return {
        Title: '躺赢协议',
      };
    },
    watch: {

    },
    methods: {

    }
  };
</script>

<style scope>
  .protocol-box{
    padding:1.05rem .55rem;
    width:auto;
  }
  .protocol-box h3{
    font-size:.6rem;
    text-align: center;
    margin-bottom:.4rem;
    color: #333;
  }
  .protocol-box h4{
    font-size:.42rem;
    text-align: left;
    color: #333;
  }
  .protocol-box p{
    font-size:.42rem;
    text-align: left;
    color: #666;
    line-height: 1.6;
    margin:.4rem 0;
    text-indent:2em
  }
  .iphonexHeight .bottoms-fix{
    position: fixed;
    bottom:0px;
    left:0px;
    right:0px;
    width:100%;
    height:.8rem;
    background: #fff;
  }
</style>
