<template>
  <div :class="{iphonexHeight: isIphonex}">
    <Head :title= "Title"></Head>
    <div class="protocol-box">
      <h4>一、特别提示</h4>
      <p>1.1欢迎您使用躺盈平台（“躺盈平台”是指躺盈移动程序（APP）、网站、公众号功能、小程序等躺盈官方全部相关产品）。本协议由EAWIN Finance Technology Ltd (以下简称“躺盈”)与在躺盈平台上的已注册登记并已明确接受被协议条款且符合本协议所述条件的个人或法人（以下简称“您”或“用户”）共同签署。用户应为根据其住所地法律合法设立并有效存续的法人或根据其住所地法律具有完全民事行为能力自然人。不符合前述条件的个人或实体，不能在躺盈平台注册账户、使用躺盈平台的服务。如果躺盈发现不符合条件的个人或实体已经注册账户，躺盈有权随时停止其账户。</p>
      <p>1.2请用户务必仔细阅读并遵守《躺盈服务协议》(以下简称“本协议”），充分了解本协议的各项内容及相关法律适用条款。这是用户与躺盈之间就数据、平台以及用户选择或启用的第三方信号提供方的使用而签署的具有法律约束力的条款。如用户注册成功或使用躺盈平台即表示用户与躺盈达成本协议，自愿接受本协议的所有内容并受其约束。如用户不同意本协议的任何内容，请不要注册或使用躺盈平台。此后，用户不得以未阅读或未理解本协议内容作任何形式的抗辩。</p>

      <h4>二、躺盈平台</h4>
      <p>2.1躺盈旨在建立一个以用户为中心的社区交易平台，用户需同意《躺盈交易平台社区守则》（附件一）方可在躺盈平台上发布自己的看法、观点。</p>
      <p>2.2躺盈仅提供相关的互联网服务，用户必须自行负责上网设备，如个人电脑、手机或其他上网设备等，以及自行解决互联网接入并支付与此服务有关的费用。</p>

      <h4>三、服务变更、中断或终止</h4>
      <p>3.1躺盈有权在必要时以合理的方式修改本协议以及各单项服务的相关协议。用户在使用躺盈平台时，应当及时查阅了解修改的内容，并自觉遵守本服务协议以及该单项服务的相关协议。用户如继续使用本协议涉及的躺盈平台，则视为对修改内容的同意；用户在不同意修改内容的情况下，有权停止使用本协议涉及的躺盈平台。</p>
      <p>3.2鉴于互联网服务的特殊性，躺盈有权随时变更、中断或终止部分或全部的网络服务（包括收费网络服务）。躺盈无需为此通知用户，也无需对任何用户或任何第三方承担任何责任。</p>

      <h4>四、用户账户、密码和安全</h4>
      <p>4.1用户注册成功后，躺盈将给予用户一个帐户及相应的密码。用户帐号的所有权归躺盈所有，用户获得帐号的使用权。躺盈因经营需要，有权回收用户的帐号。</p>
      <p>4.2用户获得的账户使用权仅属于该用户即初始申请注册人，禁止赠与、借用、租用、转让或售卖。该账户及密码由用户自行负责保管；该账户的所有行为均视为用户本人的行为，用户应当对其帐户进行的所有活动和事件负法律责任。</p>

      <h4>五、用户资料合法性和真实性</h4>
      <p>5.1考虑到躺盈平台服务的重要性，用户同意：<br>
        a)提供及时、详尽及准确的个人资料。<br>
        b)不断更新自己的注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。<br>
        c)不冒用他人资料（包括但不限于姓名、身份信息、图片、公司机构名称、昵称等）。</p>
      <p>5.2如果用户提供的资料不准确、不真实、不合法有效或者冒用他人资料，躺盈保留终止用户使用躺盈平台的权利。</p>
      <p>5.3用户同意，用户提供的准确的个人资料作为认定用户与帐号的关联性以及用户身份的唯一证据。用户在使用躺盈平台的同时，同意接受躺盈提供的各类信息服务。</p>

      <h4>六、交易风险提示</h4>
      <p>6.1考虑到投资交易存在巨大的风险，建议您在开户及交易前充分了解相关法律条规并咨询专业意见，根据个人的财务状况、投资经验、风险偏好等相关因素，独立审慎地选择适合您的保证金交易产品。</p>
      <p>6.2躺盈网站上所有信息（含文字、图片、音频、视频等）均出于为公众传播有益资讯信息之目的，并不意味着躺盈赞同其观点或构成投资建议，且躺盈不会向您提供任何可依赖的投资建议。</p>
      <p>6.3投资市场存在的风险是不受躺盈控制或影响的，躺盈平台和躺盈不对您使用躺盈平台作出任何获利保证或共担风险的承诺，您所有的交易均由您个人承担全部风险。</p>

      <h4>七、外部链接服务</h4>
      <p>7.1您理解并同意，通过躺盈平台链接到其他某些网站仅出于便利而提供。躺盈平台通往这些网站的链接信息，并不构成任何类型的推荐、认可或建议。因这些网站所含的信息资料不可控制，躺盈不对这些网站或您直接或间接通过这些网站找到的资料或信息作出任何承诺。</p>

      <h4>八、合作经纪商信息服务</h4>
      <p>8.1 躺盈选择的合作经纪商是经过严格筛选、审核，且受相关机构或部门监管的合法、正规平台。躺盈平台仅向用户提供与合作经纪商系统对接的服务，为您通过合作经纪商系统进行开户、资产查询或交易行为提供便利。</p>
      <p>8.2 您通过躺盈平台所进行的开户、查询或交易的行为，从发起、过程到结果，整个流程实质上均发生在您和相关合作经纪商之间。如上述过程中产生的任何纠纷，应由您与合作经纪商解决；如您使用躺盈合作经纪商提供的信息中出现了交易系统错误、收费或记账错误、错误陈述等，需适用该合作经纪商的规则解决并由该合作经纪商承担责任。对于前述情形，躺盈概不承担任何责任。</p>
      <p>8.3 建议您在进行交易前查阅合作经纪商在交易系统错误、隐私、记账、错误、遗漏及相关事项方面的规章制度。</p>

      <h4>九、免责声明</h4>
      <p>9.1躺盈平台上的任何信息，旨在为公众提供交易员和跟随者的交易动态和资讯服务，所有内容仅供参考，用户自行承担据此操作所造成的后果。躺盈平台不提供任何形式的投资建议。躺盈平台上的交易策略和交易信号，不代表任何形式的推荐或诱导信息。躺盈不怂恿用户买卖外汇、差价合约、衍生产品或其他任何金融工具。</p>
      <p>9.2躺盈平台已采取谨慎的措施对信息进行核实，但并不保证所含信息全部准确。请您理解躺盈平台上的信息可能会不全面，或有疏漏或滞后。躺盈平台或独立信息提供者均不会对任何因信息错误、不完整、滞后、不精确或基于对本网站信息的依赖而采取的任何措施负责。所有预测或观点(如未来汇率变动的预测)以及基于这些预测而进行的交易活动，仅代表第三方的个人观点和行为，并不代表躺盈平台的立场。</p>
      <p>9.3躺盈提醒您外汇、差价合约、衍生产品及其他金融工具伴随相当大的风险。您可以使用空闲资金进行投资，而不应影响到日常生活的开支。此外，您须理解，任何交易策略过去的业绩均不能代表其将来的表现，第三方的预测也不代表任何形式的业绩承诺，请不要直接或者间接地效仿。您必须进行独立分析以做出投资判断，同时应了解，在基于躺盈平台内容做出判断所进行的投资行为可能产生实际的盈利或亏损。您基于躺盈平台提供的交易策略和信号，运用个人配置交易系统所做出的投资行为是您自己决定的结果，需自行承担所有风险。</p>
      <p>9.4躺盈不保证服务一定能满足用户的要求，也不保证服务不会中断，对服务的及时性、安全性、准确性也都不作保证。对于各种原因造成的网络服务中断、资料丢失、数据损毁或其他缺陷，躺盈不承担任何责任。</p>
      <p>9.5用户知晓并且同意，对于因计算机系统、网络安全等问题，而导致用户资料意外泄漏的，躺盈并不对此负责。除非用户能证明，该泄漏是由于躺盈的故意行为。</p>

      <h4>十、知识产权</h4>
      <p>10.1知识产权的范围包括但不限于：文字、软件、声音、图片、视频、图表等。用户应保证其发表、转载、引用的内容均为原创或得到著作权人的许可。</p>
      <p>10.2用户同意，其发布上传到躺盈平台的任何内容，躺盈获得其全世界范围内免费的、永久性的、不可撤销的、非独家的、完全许可的权利和许可。躺盈有权将内容用于其他合法用途，包括但不限于部分或者全部地修改、复制、发行、出租、信息网络传播、改编、翻译、汇编、组装、分拆、推广、分发、广播、表演、演绎、出版等。</p>
      <p>10.3躺盈是躺盈平台中所有功能与服务所涉内容的所有权及知识产权权利人。前述功能与服务所涉内容包括但不限于躺盈平台及其各个功能与服务的程序代码、界面设计、版面框架、数据资料、账号、文字、图片、图形、图表等，除按照法律法规规定应由相关权利人享有权利的内容以外。特别地，躺盈在躺盈平台中向用户提供的有关交易员和跟随者的交易动态和资讯，其知识产权由躺盈或授权躺盈使用该等信息的权利人所拥有。未经躺盈同意，用户不得以任何方式使用、传播、复制、修改、再许可、翻译、创建衍生作品、出版、表演及展示前述信息，否则应承担相应的法律后果。</p>

      <h4>十一、隐私政策</h4>
      <p>11.1保护用户隐私是躺盈的基本政策，该隐私政策只针对躺盈平台，不适用于任何第三方网站。如果您通过链接进入到第三方网站网页，请重新查看对应网站的隐私政策并了解其处理您数据资料的方式。</p>
      <p>11.2您同意，躺盈您在注册和使用躺盈平台时有权收集您的如下信息（包括个人信息）：姓名、用户名、邮箱地址及手机号码。您知晓并同意，为了提供和优化躺盈平台的服务，您使用躺盈平台的数据（例如您的IP地址、检索关键词、浏览器、互联网供应商）将被存储在躺盈平台的服务器上。您进一步同意，在符合相关法律法规的前提下或遵照本隐私政策的规定，躺盈有权利用收集到的信息和数据来提供、维护、保护和改进躺盈平台及服务以为您带来更好的用户体验。</p>
      <p>11.3您有权请求躺盈提供其储存的关于您的个人信息。按照相关法律规定，您有权修改、阻止和删除您的个人信息。但您需注意，个人信息的删除可能会使您无法使用躺盈平台的全部要或部分功能或服务。</p>
      <p>11.4非经用户许可，躺盈保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在躺盈平台上的非公开内容，但下列情况除外：<br>
        a)遵守有关法律、法规的规定，包括在有关行政、司法机关查询时，提供用户的注册信息、用户在躺盈平台上发布的信息内容及其发布时间、互联网地址或者域名。<br>
        b)保持维护躺盈的知识产权和其他重要权利。<br>
        c)在紧急情况下竭力维护用户个人和社会大众的隐私安全。<br>
        d)根据本协议相关规定或者躺盈认为必要的其他情况下。</p>

      <h4>十二、通知及送达</h4>
      <p>12.1用户知晓并且同意，躺盈的各类通知，通过合理的方式进行送达。通知发出时，即被视为已送达收件人。</p>

      <h4>十三、适用法律和管辖权</h4>
      <p>13.1本协议的作准文本为中文文本。因本协议引起的争议，应由躺盈公司注册地有管辖权的法院管辖并适用躺盈公司注册地的法律、法规并且排除一切冲突法规定的适用。</p>
      <p>13.2本协议的任一方在寻求实现本协议下的权利，或寻求宣告本协议下的任何权利或义务的任何民事诉讼或其他诉讼过程中，应承担其代理律师的费用和支出。</p>
      <p>13.3躺盈可能通过多种语言将本协议或任何其他文件、信息和消息提供给用户。本协议规定，协议各方应当承认及确认躺盈工作语言为中文。如果任何文件、信息和消息的非中文表述和中文表述之间出现矛盾或不一致的情况，各方将以中文表述的文件、信息和消息为标准。</p>

      <h4>十四、附件一：</h4>
      <p></p>
      <h3>躺盈交易平台社区守则</h3>

      <h4>基本原则</h4>
      <p>1.躺盈旨在建立一个用户为中心的共享社区交易平台，始终许可用户以投资策略为导向，分享投资策略和投资知识。因此，躺盈制定了《躺盈交易平台社区守则》，请广大用户知悉并遵守。</p>
      <p>2.社区信息仅供参考，目的是让投资用户在此相互学习、分享、互动，并不构成任何投资建议、推荐、承诺和担保。投资完全取决于用户的个人独立思考和决策，躺盈并不会对投资盈利亏损承担任何责任。</p>

      <h4>重要提示</h4>
      <p>3.社区是为交易员和跟随者提供交流的平台，以便跟随者通过交流、了解选择信任的交易员跟随投资。交易员也可以在社区内，向跟随者分享自己的专业投资知识，以达到相互了解选择跟随投资对象的目的。</p>
      <p>4.社区上的经纪商、金融机构及用户所提供的信息，躺盈不保证其可靠性和真实性。因此，信息发布者只对其发布内容的合法性承担责任，并不会对据此操作的投资所产生的盈利及亏损承担任何责任。</p>
      <p>5.任何在社区发布信息的行为均代表发布者个人的行为，均需遵守本守则。</p>

      <h4>言论导向</h4>
      <p>6.社区信息以分享投资经验、投资策略、研究及分析行情等相关的金融投资信息为主，希望社区用户积极发言及分享，并参与讨论相关范围内容，不发布与前述内容无关的言论。</p>

      <h4>社区管理</h4>
      <p>7.用户独立承担其发布内容相关的所有责任。用户对躺盈平台的使用必须遵守所有适用于服务的国家法律、地区法律和国际法律（以下简称“<strong>适用法律</strong>”）并符合平台宗旨和言论导向。用户已知悉，不得在躺盈平台进行如下所列的任何行为，否则一经发现，躺盈将立即停止展示或删除信息，并视情节严重程度对发布该信息的用户予以警告、禁言或停用账号处理：<br>
        a)不得发布违反适用法律，危害其他用户和躺盈安全及合法权益的信息；<br>
        b)不得发布侵犯他人合法权益(名誉权、肖像权、知识产权等)的行为，以及传播病毒代码、黑客程序等妨害第三方权益的文件和信息；<br>
        c)不得发布垃圾信息破坏网络环境，如反复发布与主题无关的评论、反复发表相同评论内容、垃圾广告等；<br>
        d)不得发布QQ号、QQ群、微信公众号、微信群号、微信二维码或其他社交账号信息，以及未经躺盈允许的第三方活动信息、推广信息、销售信息等营销信息；<br>
        e)不得使用不文明不健康用语(侮辱、歧视、猥亵类等词句)进行人身攻击、地域攻击、民族歧视等；<br>
        f)不得发布淫秽、色情、暴力、迷信和犯罪等信息。</p>

      <h4>拒绝担保</h4>
      <p>8.躺盈社区用户均有权发表自己的看法、观点，且仅代表其个人立场。用户个人需独立思考方可对投资作出判断和决策。投资的盈亏由用户独自承担。</p>

      <h4>知识产权</h4>
      <p>9.若出于非商业、非盈利、非广告性目的，任何试图将躺盈网站社区的内容转载、引用到其他地方，需注明内容原出处。如涉及侵权事宜，版权方可向躺盈进行投诉，并提供相关证明版权的资料，躺盈在核实后将会进行处理。</p>
    </div>
    <div class="bottoms-fix"></div>
  </div>
</template>

<script>
  import { Ajax } from "@/mixins";
  import Head from '../../components/header/head.vue'

  export default {
    mixins: [Ajax],
    components: {
      Head
    },
    data() {
      return {
        Title: '躺赢服务协议',
      };
    },
    watch: {

    },
    methods: {

    }
  };
</script>

<style scope>
  .protocol-box{
    padding:1.05rem .55rem;
    width:auto;
  }
  .protocol-box h3{
    font-size:.6rem;
    text-align: center;
    margin-bottom:.4rem;
    color: #333;
  }
  .protocol-box h4{
    font-size:.42rem;
    text-align: left;
    color: #333;
  }

  .protocol-box p{
    font-size:.42rem;
    text-align: left;
    color: #666;
    line-height: 1.6;
    margin:.4rem 0;
    text-indent:2em
  }
  .iphonexHeight .bottoms-fix{
    position: fixed;
    bottom:0px;
    left:0px;
    right:0px;
    width:100%;
    height:.8rem;
    background: #fff;
  }
</style>
